src/service_layer/sample/SOAP/cartset/deleteCartStylePropertyResponse.xml

<?xml version="1.0" encoding="ISO-8859-1"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<deleteCartStyleProperty xmlns="http://www.dps.org/dps/cartset"
			xmlns:ns2="http://www.dps.org/dps/dto" xmlns:ns3="http://www.dps.org/dps/common">
			<cartStyleID>2</cartStyleID>
			<property>bgcolour</property>
		</deleteCartStyleProperty>
	</soap:Body>
</soap:Envelope>
